Repository: ivoxavier/ActivityTracker
Catalog: po/*.po
Languages: ro, te

source: About
ro: Despre
te: గురించి

source: Activity Tracker
ro: Urmărirea activității
te: కార్యాచరణ ట్రాకర్

source: Version
ro: Versiune
te: సంస్కరణ

source: Released under the terms of the GNU GPL v3.<br>Source code available on
ro: Lansat în conformitate cu termenii GNU GPL v3. <br>Sursă cod disponibil pe
te: GNU GPL v3 నిబంధనల ప్రకారం విడుదల చేయబడింది.<br>సోర్స్ కోడ్ అందుబాటులో ఉంది

source: Part of the icons is made by %1 from %2 is licensed by %3
ro: O parte din pictograme este realizată de% 1 din% 2 este licențiată de% 3
te: చిహ్నాలలో కొంత భాగం %1 చేయబడింది %2 నుండి %3 చే లైసెన్స్ చేయబడింది

source: Thanks to %1 for the icons based on:<br>%3 by %8 from %2,<br>%4 by %9 from %2,<br>%5 by %10 from %2,<br>%6 by %11 from %2,<br>%7 by %12 from %2
ro: Mulțumiri lui %1 pentru pictogramele bazate pe:<br>%3 de %8 din %2,<br>%4 de %9 din %2,<br>%5 de %10 din %2,<br>%6 de %11 din %2,<br>%7 de %12 din %2
te: దీని ఆధారంగా చిహ్నాలకు %1కి ధన్యవాదాలు:<br>%2 నుండి %8 ద్వారా %3,<br>%2 నుండి %9ద్వారా %4,<br>%2 నుండి %10 ద్వారా %5,<br>%2 నుండి %11 ద్వారా %6,<br>%2 నుండి %12 ద్వారా %7

source: Translate this app on Weblate!
ro: Traduceți această aplicație pe Weblate!
te: ఈ యాప్‌ను వెబ్‌లేట్‌లో అనువదించండి!

source: Support Weblate
ro: Susțineți Weblate
te: వెబ్‌లేట్‌కు మద్దతు ఇవండి

source: Name
ro: Nume
te: పేరు

source: Select a sport below
ro: Selectați un sport de mai jos
te: దిగువన ఒక క్రీడను ఎంచుకోండి

source: Activity Type
ro: Tipul activității
te: కార్యాచరణ రకం

source: Save
ro: Salvați
te: సేవ్

source: Cancel
ro: Anulează
te: రద్దు

source: Choose
ro: Alegeți
te: ఎంచుకోండి

source: Distance:
ro: Distanță:
te: దూరం:

source: Time:
ro: Timp:
te: సమయం:

source: Recent Activities
ro: Activități recente
te: ఇటీవలి కార్యకలాపాలు

source: Settings
ro: Setări
te: సెట్టింగులు

source: Filter
ro: Filtru
te: వడపోత

source: Import
ro: Importă
te: దిగుమతి

source: Select the type and the name of your activity
ro: Selectați tipul și numele activității dvs
te: మీ కార్యాచరణ యొక్క రకాన్ని మరియు పేరును ఎంచుకోండి

source: Edit the type and the name of your activity
ro: Modificați tipul și numele activității dvs
te: మీ కార్యకలాపం యొక్క రకాన్ని మరియు పేరును సవరించండి

source: No saved activities
ro: Nu există activități salvate
te: సేవ్ చేయబడిన కార్యకలాపాలు లేవు

source: Swipe up to log a new activity
ro: Glisați în sus pentru a înregistra o nouă activitate
te: కొత్త కార్యాచరణను లాగ్ చేయడానికి పైకి స్వైప్ చేయండి

source: Track information
ro: Urmăriți informațiile
te: సమాచారాన్ని ట్రాక్ చేయండి

source: Close
ro: Închideți
te: మూసివేయి

source: Log new Activity
ro: Înregistrați o activitate nouă
te: కొత్త కార్యాచరణను నమోదు చేయండి

source: Activity Map
ro: Harta activității
te: కార్యాచరణ మ్యాప్

source: Info
ro: Informaţii
te: సమాచారం

source: Units
ro: Unităţi
te: యూనిట్లు

source: Kilometers
ro: Kilometri
te: కిలోమీటర్లు

source: Miles
ro: Mile
te: మైళ్లు

source: Log a point every:
ro: Înregistrați un punct la fiecare:
te: ప్రతి పాయింట్‌ను నమోదు చేయండి:

source: between 50 and 3600000
ro: între 50 și 3600000
te: 50 మరియు 3600000 మధ్య

source: ms
te: ఎమ్ ఎస్

source: Altitude offset:
ro: Decalaj altitudine:
te: ఎత్తు ఆఫ్‌సెట్:

source: between -100 and 100
ro: între -100 și 100
te: -100 మరియు 100 మధ్య

source: meter(s)
ro: contor
te: మీటర్(ఎస్)

source: Choose sport:
ro: Alege sportul:
te: క్రీడను ఎంచుకోండి:

source: After
ro: După
te: తర్వాత

source: Activity in Progress
ro: Activitate în curs de desfășurare
te: కార్యాచరణ పురోగతిలో ఉంది

source: New Activity
ro: Activitate nouă
te: కొత్త కార్యాచరణ

source: Do you want to cancel the activity?
ro: Doriți să anulați activitatea?
te: మీరు కార్యకలాపాన్ని రద్దు చేయాలనుకుంటున్నారా?

source: Yes, cancel
ro: Da, anulați
te: అవును, రద్దుచేయి

source: No, continue
ro: Nu, continuați
te: వద్దు, కొనసాగించు

source: No data
ro: Nu există date
te: సమాచారం లేదు

source: Do you want to stop the recording?
ro: Doriți să opriți înregistrarea?
te: మీరు రికార్డింగ్‌ను ఆపివేయాలనుకుంటున్నారా?

source: Yes, Stop!
ro: Da, oprește!
te: అవును, ఆపివేయి!

source: No, Continue
ro: Nu, continuați
te: వద్దు, కొనసాగించు

source: Start
ro: Porniţi
te: ప్రారంభించు

source: Stop
te: ఆపివేయి

source: Run
ro: Aleargă
te: పరుగెత్తు

source: BikeRide
ro: Plimbare cu bicicleta
te: బైక్ రైడ్

source: Walk
ro: Mers pe jos
te: నడవండి

source: Drive
ro: Conducere
te: డ్రైవ్

source: Hike
ro: Drumeție
te: హైక్

source: Unicycle
ro: Monociclu
te: ఏకచక్రం
